Repository: Pasha2302/Django_Cryptogugu
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Coin Ranking
ru: Рейтинг монет

source: Promotion
ru: Продвижение

source: Games
ru: Игры

source: Free Signals
ru: Бесплатные сигналы

source: About Us
ru: О нас

source: CoinMooner - The most popular new cryptocurrency listing and ranking website
ru: CoinMooner - самый популярный сайт для листинга и ранжирования новых криптовалют

source: Coinmooner is a well-known and respected brand within the cryptocurrency world. We are the most popular cryptocurrency listing and ranking website. New token owners always look for opportunities to list their projects on our website. That ensures that the information on our platform is always accessible and up to date. <br><br> Most of the cryptocurrencies are listed on CoinMooner even before they are listed on CoinMarketCap & CoinGecko.
ru: Coinmooner - это известный и уважаемый бренд в мире криптовалют. Мы самый популярный сайт для листинга и ранжирования криптовалют. Новые владельцы токенов всегда ищут возможности разместить свои проекты на нашем сайте. Это гарантирует, что информация на нашей платформе всегда доступна и актуальна. <br><br> Большинство криптовалют размещаются на CoinMooner еще до того, как они появятся на CoinMarketCap и CoinGecko.

source: Find DeFi tokens that will generate huge profits
ru: Найдите DeFi токены, которые принесут огромные прибыли

source: CoinMooner became a platform that makes cryptocurrencies more accessible to the public and provides entertaining features, developments, crypto-related news, tutorials, and other valuable materials. One of the main goals is to stay relevant and keep up with the rapid growth of crypto. <br> <br> To follow our ideology, we developed state-of-the-art mechanisms and features that allow our visitors to analyze the tokens. Our visitors can use various rankings, filtering options, token contract audits, charts, trading history, and many other valuable options. All of this combined brings consistent results!
ru: CoinMooner стал платформой, которая делает криптовалюты более доступными для публики и предоставляет развлекательные функции, разработки, новости о криптовалютах, учебные пособия и другие ценные материалы. Одна из основных целей - оставаться актуальными и успевать за быстрым ростом криптоиндустрии. <br> <br> В соответствии с нашей идеологией мы разработали передовые механизмы и функции, которые позволяют нашим посетителям анализировать токены. Наши посетители могут использовать различные рейтинги, опции фильтрации, аудиты контрактов токенов, графики, историю торгов и многие другие ценные опции. Все это в совокупности приносит стабильные результаты!

source: How does CoinMooner work, and how to list a project?
ru: Как работает CoinMooner и как добавить проект?

source: All new cryptocurrency projects can be submitted using the "Submit Token" form. Once the project is submitted, it will be checked by our support staff. If everything is correct, the project will be listed under the "NEW" tab on the main page, and the project's community can start voting. Votes are an essential part of the overall success of the project. The more votes a project gets, the higher its ranking is and, thus, the more exposure and engagement it gets. <br> <br> We monitor new projects every day without exceptions. Our competent support is monitoring new information and updates daily - 24/7.
ru: Все новые проекты криптовалют могут быть отправлены с помощью формы "Submit Token". После отправки проекта он будет проверен нашей службой поддержки. Если все верно, проект будет размещен на вкладке "NEW" на главной странице, и сообщество проекта сможет начать голосование. Голоса являются важной частью общего успеха проекта. Чем больше голосов получает проект, тем выше его рейтинг и, следовательно, большее количество внимания и вовлеченности он получает. <br> <br> Мы отслеживаем новые проекты каждый день без исключений. Наша компетентная поддержка отслеживает новую информацию и обновления ежедневно - 24/7.
